{
  "date_today": "{{date}}",
  "advertisement": "إعلان",
  "about": "من نحن",
  "contact": "اتصل بنا",
  "search_placeholder": "بحث",
  "loading": "جارٍ التحميل...",
  "loadingerror": "حدث خطأ أثناء جلب البيانات ",
  "noData": "لا توجد أخبار متاحة",
  "impTitle": "أهم الأخبار ",
  "noImportantNews": "لا توجد أخبار مهمة حالياً.",
  "sectionTitle": "منتجاتنا",
  "categories": {
    "Gadget": "أجهزة",
    "Technology": "تكنولوجيا",
    "Design": "تصميم",
    "Products": "منتجات"
  },
  "post": {
    "readMore": "اقرأ المزيد"
  },
  "fertilizerSection": {
    "title": "اهمية الأسمدة والمخصبات",
    "description": "الأسمدة والمخصبات تلعب دورًا حيويًا في تعزيز نمو النباتات وزيادة إنتاج المحاصيل الزراعية من خلال تزويدها بالعناصر الغذائية الأساسية التي تحتاجها. كما تسهم في تحسين خصوبة التربة وتحقيق توازن غذائي للنباتات، مما يعزز من جودة المحاصيل ويزيد من كفاءة الإنتاج الزراعي.",
    "benefits": [
      {
        "title": "توفير العناصر الغذائية",
        "text": "التربة قد تكون فقيرة في بعض العناصر الغذائية المهمة مثل النيتروجين أو الفوسفور أو المغنيسيوم. الأسمدة توفر هذه العناصر التي تفتقر إليها التربة بشكل طبيعي."
      },
      {
        "title": "تحسين نمو النباتات",
        "text": "تساهم الأسمدة في تعزيز النمو الصحي للنباتات من خلال توفير العناصر اللازمة لتطوير الجذور، السيقان، الأوراق، والأزهار. كما تسرع عملية التمثيل الغذائي للنبات."
      },
      {
        "title": "زيادة الإنتاجية الزراعية",
        "text": "الأسمدة تساعد في تحسين خصوبة التربة وتزويد النباتات بالعناصر الغذائية الأساسية مثل النيتروجين والفوسفور والبوتاسيوم، مما يساهم في زيادة المحصول وجودته."
      },
      {
        "title": "التكيف مع الظروف البيئية الصعبة",
        "text": "الأسمدة تعمل على تحسين قدرة النباتات على التكيف مع ظروف بيئية مختلفة مثل التربة الفقيرة أو ظروف الجفاف أو عوامل الطقس."
      },
      {
        "title": "تحفيز النمو الجيد للمحاصيل",
        "text": "الأسمدة تساعد في تعزيز النمو المتوازن للنباتات، مما يؤدي إلى تحسين الإنتاجية الزراعية وزيادة العوائد الاقتصادية للمزارعين."
      },
      {
        "title": "تحسين خصوبة التربة",
        "text": "الأسمدة العضوية مثل السماد العضوي أو الكمبوست يمكن أن تحسن هيكل التربة، مما يسهل تهويتها ويزيد قدرتها على الاحتفاظ بالرطوبة."
      }
    ]
  }
}